tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stevenberg/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "ansible"
brew "ansible-lint"
brew "autojump"
brew "autopep8"
brew "bash"
brew "bat"
brew "clang-format"
brew "cmake"
brew "composer"
brew "cppcheck"
brew "crystal-lang"
brew "dfc"
brew "diff-so-fancy"
brew "direnv"
brew "dos2unix"
brew "editorconfig"
brew "entr"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gitlint"
brew "gitsh"
brew "go"
brew "graphviz"
brew "hivemind"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "isort"
brew "jemalloc"
brew "jpegoptim"
brew "jq"
brew "jsonlint"
brew "laravel-installer"
brew "laravel-zero-installer"
brew "lesspipe"
brew "libffi"
brew "libsodium"
brew "libyaml"
brew "litecli"
brew "lumen-installer"
brew "memcached"
brew "mercurial"
brew "mkcert"
brew "multimarkdown"
brew "mysql"
brew "mycli"
brew "ncdu"
brew "ngrok"
brew "nim"
brew "nmap"
brew "node"
brew "nss"
brew "openssl"
brew "overmind"
brew "perl6"
brew "pgcli"
brew "php"
brew "php-cs-fixer"
brew "pkg-config"
brew "png2ico"
brew "pngcrush"
brew "postgresql"
brew "prettyping"
brew "proselint"
brew "pstree"
brew "psysh"
brew "pylint"
brew "python"
brew "rcm"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "spiped"
brew "tidy-html5"
brew "tldr"
brew "trash"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "unrar"
brew "vcprompt"
brew "vim"
brew "watch"
brew "wget"
brew "vint"
brew "xsv"
brew "yamllint"
brew "yarn"
