# frozen_string_literal: true

# rubocop:disable Style/NumericLiterals

tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "git", args: [
  "with-blk-sha1",
  "with-pcre",
  "with-persistent-https",
]
brew "ansible"
brew "ansible-lint"
brew "autojump"
brew "bash"
brew "clang-format"
brew "cmake"
brew "cppcheck"
brew "crystal-lang"
brew "dfc"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "editorconfig"
brew "entr"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fzf"
brew "gitsh"
brew "graphviz"
brew "htop", args: ["with-ncurses"]
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jemalloc"
brew "jpegoptim"
brew "jq"
brew "lesspipe", args: ["with-syntax-highlighting"]
brew "libffi"
brew "libsodium"
brew "libyaml"
brew "mariadb"
brew "memcached"
brew "mercurial"
brew "multimarkdown"
brew "neovim"
brew "nmap"
brew "openssl"
brew "perl6"
brew "php"
brew "pkg-config"
brew "png2ico"
brew "pngcrush"
brew "postgresql"
brew "proselint"
brew "pstree"
brew "python"
brew "rcm"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "spiped"
brew "thefuck"
brew "tidy-html5"
brew "trash"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "unrar"
brew "vcprompt"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn", args: ["without-node"]
mas "Better", id: 1121192229
mas "ColorSnapper2", id: 969418666
mas "Contrast", id: 1254981365
mas "Deliveries", id: 924726344
mas "Growl", id: 467939042
mas "iStat Mini", id: 927292435
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Speedtest", id: 1153157709
mas "Spillo", id: 873245660
mas "StopTheMadness", id: 1376402589
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
cask "1password"
cask "acorn"
cask "backblaze"
cask "daisydisk"
cask "dash"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "java8"
cask "macvim"
cask "osxfuse"
cask "safari-technology-preview"
cask "superduper"
cask "transmit"
cask "transmit-disk"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "font-inconsolata"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-ubuntu"

# rubocop:enable Style/NumericLiterals
