brew "age"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "bash"
brew "bat"
brew "bison"
brew "btop"
brew "caddy"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cppcheck"
brew "crystal"
brew "dfc"
brew "direnv"
brew "dos2unix"
brew "duf"
brew "editorconfig"
brew "entr"
brew "eza"
brew "exiftool"
brew "fd"
brew "fish"
brew "flyctl"
brew "frotz"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitlint"
brew "gmp"
brew "go"
brew "graphviz"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jemalloc"
brew "jpegoptim"
brew "jq"
brew "jsonlint"
brew "lesspipe"
brew "libpq"
brew "libsodium"
brew "libyaml"
brew "libzip"
brew "litecli"
brew "magic-wormhole"
brew "minisign"
brew "multimarkdown"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "nim"
brew "nmap"
brew "node"
brew "node@22"
brew "nss"
brew "oniguruma"
brew "openssl"
brew "pgcli"
brew "php"
brew "php@8.1"
brew "php@8.2"
brew "php@8.3"
brew "pkgconf"
brew "png2ico"
brew "pngcrush"
brew "prettyping"
brew "proselint"
brew "pstree"
brew "python"
brew "rcm"
brew "re2c"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rubyfmt"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "spiped"
brew "starship"
brew "svgo"
brew "tarsnap"
brew "tidy-html5"
brew "trash"
brew "tree"
brew "typescript"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "vint"
brew "yamllint"
brew "zlib"
cask "ngrok"
