tap "homebrew/bundle"
tap "homebrew/services"
brew "age"
brew "ansible"
brew "ansible-lint"
brew "asdf"
brew "bash"
brew "bat"
brew "bison"
brew "btop"
brew "caddy"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "composer"
brew "cppcheck"
brew "crystal"
brew "dfc"
brew "direnv"
brew "dog"
brew "dos2unix"
brew "duf"
brew "editorconfig"
brew "entr"
brew "eza"
brew "exiftool"
brew "fd"
brew "fish"
brew "flyctl"
brew "frobtads"
brew "frotz"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitlint"
brew "glulxe"
brew "gmp"
brew "go"
brew "graphviz"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "inform6"
brew "jemalloc"
brew "jpegoptim"
brew "jq"
brew "jsonlint"
brew "lesspipe"
brew "libedit"
brew "libffi"
brew "libiconv"
brew "libpq"
brew "libsodium"
brew "libxml2"
brew "libyaml"
brew "litecli"
brew "magic-wormhole"
brew "memcached"
brew "mercurial"
brew "mkcert"
brew "multimarkdown"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "nim"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "pgcli"
brew "php-cs-fixer"
brew "pkg-config"
brew "png2ico"
brew "pngcrush"
brew "prettyping"
brew "proselint"
brew "pstree"
brew "python"
brew "rakudo-star"
brew "rcm"
brew "re2c"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rubyfmt"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "spiped"
brew "starship"
brew "svgo"
brew "tarsnap"
brew "tidy-html5"
brew "tldr"
brew "trash"
brew "tree"
brew "typescript"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "vint"
brew "xsv"
brew "yamllint"
brew "yarn"
brew "zig"
brew "zlib"
